{
  "notes": [
    {
      "id": 1,
      "category": "creative_idea",
      "text": "도시 소음을 색으로 바꿔주는 '사운드 팔레트' 앱 아이디어. 사람마다 하루 동안 듣는 소리가 다르니까 출근길 소음을 분석해서 그날의 분위기를 하나의 컬러 테마로 만들어주는 감성적인 기능. 출근길, 카페, 퇴근길마다 다른 색을 보여주면 사용자도 하루 리듬을 더 잘 느낄 수 있을 것 같다."
    },
    {
      "id": 2,
      "category": "creative_idea",
      "text": "독서 중 떠올랐는데, 책 내용을 음성으로 한 줄 요약해주는 기능이 있으면 좋겠다. 사용자가 책을 읽고 중요한 문장을 말하면 AI가 요약해서 '오늘의 문장' 형태로 저장해주는 방식. 이걸 매일 쌓으면 나만의 작은 지식 노트북을 자동으로 만들어줄 수 있겠다는 생각."
    },
    {
      "id": 3,
      "category": "creative_idea",
      "text": "운동 루틴을 말로 기록하면 AI가 자동으로 다음 운동 계획을 추천해주는 앱은 어떨까? 예를 들어 '오늘 20분 뛰고 30개 스쿼트 했어'라고 말하면 내 상태를 분석해서 내일 할 운동을 알려주고 일주일 루틴도 자동으로 조정해주는 느낌. 꾸준함이 어려운 사람들에게 꽤 도움이 될 것 같음."
    },
    {
      "id": 4,
      "category": "on_the_move",
      "text": "지하철에서 급하게 내리면서 메모: 3번 출구로 나가서 왼쪽 건물 '그린타워 5층' 회의실. 주소를 기억 못 하면 또 헤매니까 지금 바로 기록함. 회의 시작 10분 전까지 도착해야 해서 빠르게 움직여야 할 듯."
    },
    {
      "id": 5,
      "category": "on_the_move",
      "text": "마트에서 사야 할 물건: 계란, 두부, 파, 라면, 그리고 아기 간식 하나. 집에 있는 양을 제대로 기억 못 해서 이번엔 아예 메모해둔다. 특히 아기 간식은 요즘 잘 먹는 브랜드로 사야 해서 잊으면 곤란함."
    },
    {
      "id": 6,
      "category": "on_the_move",
      "text": "버스 환승 알람: 지금 타고 있는 431에서 다음 정류장에서 내려서 402로 바로 갈아타야 한다. 신호가 애매하면 놓칠 가능성 있어서 미리 메모해 둠. 시간 맞추는 게 중요해서 오늘만큼은 절대 놓치면 안 됨."
    },
    {
      "id": 7,
      "category": "warm_diary",
      "text": "오늘 하루가 길고 조금 힘들었지만 퇴근길에 본 노을이 정말 예뻤다. 해가 지는 색이 이상하게 마음을 안정시켜 주는 느낌이었다. 괜히 지친 마음이 조금 따뜻해지고, 내일은 오늘보다 좀 더 좋은 하루가 될 것 같은 기분이 들었다."
    },
    {
      "id": 8,
      "category": "warm_diary",
      "text": "오랜만에 가족들과 영상통화를 했는데 각자 바쁜 와중에도 서로의 얼굴을 보니까 마음이 편해졌다. 짧은 대화였지만 오늘 하루의 스트레스가 많이 줄었다. 이런 작은 순간들이 요즘 나에게는 큰 힘이 되는 것 같다."
    },
    {
      "id": 9,
      "category": "warm_diary",
      "text": "오늘 회사에서 작은 실수를 했는데 옆자리 동료가 괜찮다고 웃으면서 말해줘서 내 기분도 훨씬 가벼워졌다. 혼자였으면 괜히 크게 걱정하고 마음고생했을 텐데 누군가의 짧은 따뜻한 말이 이렇게 큰 힘이 될 줄 몰랐다. 감사한 하루였다."
    },
    {
      "id": 10,
      "category": "reminder",
      "text": "내일 아침 9시에 중요한 미팅이 있어서 오늘은 최대한 마음을 정리하고 일찍 자려고 한다. 준비한 내용을 다시 한번 간단히 정리해봤는데 큰 문제는 없어 보여서 조금 안심이 됐다. 내일은 차분하게 말하고, 눈을 맞추며 천천히 설명하기."
    }
  ]
}
